export const retailTrade = [
    {
        id: 1,
        title: "स्वदेशी जागरण मंच ने फूंका अमेजन कंपनी का पुतला",
        img: "https://www.swadeshionline.in/assets/uploads/news-728.jpeg",
        desc: "स्वदेशी जागरण मंच के क्षेत्र संयोजक डॉ. राजीव कुमार व प्रांत संयोजक अमितेश अमित के अलीगढ़ प्रवास के दौरान शनिवार को महानगर सह संयोजक हृदेश गुप्ता के आवास पर बैठक की। इसके बाद यहां पदाधिकारियों ने अमेरिकी ई-कॉमर्स कंपनी अमेजन का पुतला फूंका।"
    },
    {
        id: 2,
        title: "ई रिटेल में अनैतिक व्यापारः अमेजॅन हुआ निरंकुश",
        img: "https://www.swadeshionline.in/assets/uploads/news-671.jpg",
        desc: "अमेरिकी ई-कॉमर्स कंपनी अमेजॅन के खिलाफ स्वदेशी जागरण मंच ने अनैतिक व्यापार के आरोप लगाते हुए इसे निरंकुश करार दिया है। मंच के राष्ट्रीय संयोजक चंद्रभान सिंह ने कहा कि अमेजॅन ने भारत में अपने कारोबार को बढ़ाने के लिए स्थानीय नियमों की अनदेखी की है। उन्होंने कहा कि कंपनी ने छोटे विक्रेताओं को दबाव में लाकर अपनी शर्तें थोप दी हैं, जिससे उनका व्यवसाय प्रभावित हो रहा है। सिंह ने सरकार से आग्रह किया कि वह अमेजॅन के खिलाफ कड़े कदम उठाए और स्थानीय व्यापारियों की सुरक्षा सुनिश्चित करे।"
    }, {
        id: 3,
        title: "खुदरा बाजार में रिलायंस का एकाधिकार चिंताजनकः स्वदेशी जागरण मंच",
        img: "https://www.swadeshionline.in/assets/uploads/news-409.jpg",
        desc: "स्वदेशी जागरण मंच (एसजेसम) ने चिंता जताई है कि रिलायंस इंडस्ट्रीज का रिटेल मार्केट में एकाधिकार हो सकता है। नए रिटेल फॉर्मेट में एमएनसी की एंट्री रोकने के लिए स्वदेशी जागरण मंच ने एफडीआई के नियमों में बदलाव की मांग की है।",
    },
];